import React from 'react'

const AboutBlock = (): React.JSX.Element => {
    return (
        <div className='mt-8'>
            <h1 className='text-2xl font-bold text-gray-500'>Заказать суши в Златоусте</h1>
            <div className='mt-2'>
                <p className='text-gray-500 text-lg' style={{ lineHeight: 'normal' }}>
                    Ресторан “Суши и Лапша” предлагаем своим клиентам самые вкусные суши с доставкой на дом, приготовленные по классическим и адаптированным к европейской аудитории рецептам, а также собственным наработкам наших поваров. Мы ценим время наших клиентов, поэтому вы можете заказать суши в Харькове с доставкой на дом или в офис.
                    <ul className='my-2'>
                        <h1 className='mb-2'>В нашем меню более 20 видов суши:</h1>
                        <li className='list-disc ml-7'>Классические с сырым лососем, тунцом, окунем.</li>
                        <li className='list-disc ml-7'>Экзотические с тигровой креветкой, морским гребешком.</li>
                        <li className='list-disc ml-7'>Пикантные с копченым лососем, угрем.</li>
                    </ul>
                    В меню также представлены гунканы: с начинкой из красной икры и тобико, а также феликсы, где японский майонез сочетается с рыбой, морепродуктами, угрем. Любители острых блюд могут купить суши с соусом спайси. Популярные начинки — копченая курица, снежный краб, креветки, гребешки, тунец, лосось и окунь.
                </p>
            </div>
        </div>
    )
}

export default AboutBlock